[
  {
    "context": "accusation",
    "phase": "roundtable",
    "speaker_role": "unknown",
    "phrases": [
      "The Traitors,",
      "can spot a liar a mile away,",
      "very good at sniffing out liars",
      "The Traitors",
      "wanted to be a Traitor",
      "lying by telling the truth 90% of the time",
      "The Traitors",
      "The Traitors",
      "The Traitors",
      "The Traitors",
      "The Traitors,",
      "The Traitors,",
      "Traitors",
      "Traitors",
      "work out who the Traitors are amongst you and banish them from the game.",
      "Traitors.",
      "TRAITORS",
      "The Traitors,",
      "Traitors.",
      "Traitors",
      "Traitors Tipple",
      "Traitors",
      "Traitor",
      "Traitors.",
      "Traitor",
      "Traitor",
      "Traitor's Room",
      "The Traitors",
      "Traitors",
      "Traitors.",
      "Traitors,",
      "The Traitors",
      "Traitors",
      "Having five children and five grandchildren, I can spot a liar a mile away.",
      "liar detector",
      "The Traitors",
      "120,000 pounds to win... There are 20 of you now... if there are any Traitors left in your midst, they take all the money.",
      "Traitors",
      "But the Traitors are watching. And they need any excuse to murder somebody tonight. So pull your weight",
      "The Traitors",
      "Traitors Tipple",
      "Tonight the Traitors will commit their first murder. If you are murdered tonight, you will never be seen again, and you'll be out of the game forever.",
      "Theo called out Imran, and I don't think Imran's a Traitor but I have nothing wrong with Theo calling out other players at this time. So I'll support him with that, because it makes me a bit safer.",
      "I'm quite excited to meet the other Traitors, and get the murder deed in and get one out",
      "The Traitors",
      "The Traitors",
      "Traitors",
      "The Traitors",
      "Traitors",
      "Traitors Among Us",
      "There's Traitors around this table",
      "It is possible that the Traitors were doing that because she fancied you, you thought she was all right, maybe they were trying to sort of pin it on you a little bit.",
      "We need to get rid of them [Traitors] very quickly, and I'm hoping that we can banish one tonight.",
      "every time you go into a mission, there is only one way to play it: to try to win the mission and to win as much money as possible. Everybody's working together, Traitors, Faithful, whatever.",
      "Traitor hunter.",
      "Traitors around this table",
      "The Traitors,",
      "traitors do their work",
      "Ideally at the Round Table, I don't want anyone to mention my name unless it's in defense. Everybody's going to be looking out for the Traitors and this is me, like, they're going to be looking out for me.",
      "I wanted to plant seeds. I wanted people to think, 'Oh my God, they act like a traitor,' so then they must be a traitor. I just can't chance having my name come up.",
      "I think it is... I think the Traitors are making Fay.",
      "So you think I'm the Traitor?",
      "Theo was very direct with Imran... said about something about being a Traitor and looked at [Theo]... The way you responded was really uncomfortable and it was like, it was almost like, 'Oh my God, they know.'",
      "The whole atmosphere at the round table is so difficult... I feel awful in the sense that I had to use genuine tears and say that about the traitors because I was purely lying. But they were genuine tears for Nicky because I did feel so much guilt. But it's a game. I have to do, you know, what I have to do as a traitor.",
      "The Traitors",
      "prove or suggest that I'm a Traitor.",
      "guilty",
      "believe he's a Traitor at some point.",
      "The Traitors",
      "By the order of the Traitors, you have been murdered.",
      "Traitors, we are killing it.",
      "I didn't sleep if I'm really honest. Tossing and turning... I thought like everybody else, that we had got it right and it was Nicky... And how wrong were we? We sent home one of our own and those Traitors are laughing at us, 100% laughing at us.",
      "Imran's a bit shady. I don't know if he's just an awkward person, but every time I'm with him I feel very uncomfortable. I still think he's a Traitor.",
      "By order of the Traitors, you have been murdered. Signed, the Traitors.",
      "The Traitors",
      "So last night in the round table, Aaron voted for Imran. But if you was a Traitor, you'd know that Nikki was faithful, so they'd look to look good, they'd put up Imran to like deflect and send us all down that rabbit hole.",
      "This is the first time Wilfrid's been mentioned, and I just had to defend my fellow Traitors and get Wilfrid's name out of Maddy's mouth basically. So I came up with the Ted Bundy theory. Aaron is stunning. And he's really nice and he just plays the charming nice guy. We need to think of Ted Bundy's characteristics: good-looking, charismatic.",
      "not good for us Traitors.",
      "John was the most faithful, that's not good for us Traitors. If there's no way that we can plant seeds for the faithfuls to banish him then he is going to have to be a murder.",
      "The Traitors",
      "Traitorous",
      "I don't want them to say I'm ruthless, because I know at the end of the day, being ruthless is a traitor, all those characteristics lead the way to being a traitor.",
      "The Traitors,",
      "I'm gonna vote Aaron as a Traitor.",
      "I am not a Traitor",
      "I'm not a Traitor, I don't know what you want me to say",
      "The Traitors,",
      "Traitors",
      "work out who the Traitors are and banish them before they become their next victim.",
      "Is that because you're a Traitor?",
      "You're a liar and you're a liar",
      "I'm not a Traitor, I swear on everything!",
      "The Traitors,",
      "The Traitors",
      "sniff out liars.",
      "play completely dumb, and nobody will suspect.",
      "a really honest person, which could be really helpful to help us find the Traitors.",
      "The Traitors",
      "If we keep the prize fund at zero, anybody could be Traitors or Faithful, it really doesn't matter. You need to bring the money home",
      "The Traitors",
      "Traitors Tipple",
      "Traitors Tipple.",
      "Traitor",
      "excited to meet the other Traitors",
      "Traitors Tipple",
      "The Traitors",
      "lying to them all day",
      "I'm not a Traitor!",
      "The Traitors,",
      "Traitors,",
      "would want to be a Traitor,",
      "suspicions started flying",
      "These Traitors can murder you just at a drop of a hat without defending yourself or anything like that. So for me, I was just glad and grateful that I got another day",
      "Every time you go into a mission, there is only one way to play it, to try to win the mission and to win as much money as possible. Everybody's working together, Traitors, Faithful, whatever",
      "The Traitors",
      "I wanted to plant seeds. I wanted people to think, 'Oh my god, they act like a Traitor, so they must be a Traitor.'",
      "It's kind of like that brief period of camaraderie before we have to kind of make decisions at the round table and before the Traitors do their work",
      "Traitors,",
      "that could be a sign of someone being a Traitor.",
      "I obviously know she's not guilty, but you know, I have to accuse her and that's the name of the game.",
      "something about being a Traitor.",
      "But it's a game. I have to do what I have to do as a Traitor.",
      "I was trying not to cry because I was like I'm going to be incriminating myself, people will think I'm looking guilty,",
      "The only way I could identify someone as being a Traitor is if they're offish or they're recluse.",
      "The only way I could identify someone as being a Traitor is if they're offish or they're recluse.",
      "The Traitors,",
      "prove or suggest that I'm a traitor",
      "The Traitors.",
      "The Traitors",
      "Imran's a bit shady. I don't know if he's just an awkward person, but every time I'm with him I feel very uncomfortable. I still think he's a Traitor.",
      "How wrong were we? We sent home one of our own and those Traitors are laughing at us. 100% laughing at us.",
      "Traitors.",
      "John was the most faithful, that's not good for us Traitors.",
      "The Traitors,",
      "being ruthless is a Traitor,",
      "Do you know who said something a little bit this morning was Maddy. Maddy suspected you and Aaron.",
      "The Traitors,",
      "The Traitors,",
      "The Traitors,",
      "So Wilf votes Aaron. He then starts having a panic attack and leaves. So there must be two Traitors, and one of them's just backstabbed the other one",
      "No one's good at this game because no one's found a single Traitor... We've all failed... So we need to step up",
      "Do you actually still think I'm a Traitor, yes or no?",
      "The Traitors,",
      "I'm under the pressure at the moment... Once everybody's aware that Traitors can put themselves on trial, then it's gonna be like, they're covering themselves up.",
      "The Traitors did meet. There wasn't a murder last night. Instead, they have put three players... on trial, and they have recruited another.",
      "My theory about Wilf, I'm sorry Wilf, I love you as a person, but I feel like that's made me even more suspect.",
      "Who are you thinking the traitors, at the moment?",
      "traitor on trial",
      "The Traitors",
      "I don't think you're a Traitor,",
      "Alex isn't the Traitor, straight up. She's my girlfriend.",
      "What we tried to do is come apart separately, hear individual stories, to combine them, to then put out Traitors.",
      "The Traitors.",
      "The Traitors.",
      "I'm not a Traitor.",
      "Play my game... For one night, vote Hannah... Why? She's a Traitor.",
      "Play your game smart if you want to go further... You need to backstab one of your own Traitors... that's a selfish thing, but that's what this game is.",
      "I hate keeping secrets... now I'm happy that I can just be honest and open, I'm not hiding anything.",
      "I chose Matt because the guilt was eating at me for lying to him.",
      "He accused me of being a traitor this morning and then told me that we should work together and that I should vote Hannah out.",
      "He wants to manipulate who he thinks are the traitors to vote other traitors out.",
      "The Traitors,",
      "I can spot a liar a mile away,",
      "Liar Spotter",
      "Traitor",
      "work out who the Traitors are",
      "Traitors' Chatroom",
      "The Traitors,",
      "Traitor/Faithful",
      "The Traitors,",
      "The Traitors,",
      "The Traitors,",
      "traitor,",
      "The Traitors",
      "it's a game, I have to do what I have to do as a Traitor.",
      "The Traitors,",
      "The Traitors",
      "The Traitors,",
      "if you were a Traitor, you'd know Nikki was faithful, so they'd put up Imran to deflect",
      "hunting Traitors",
      "Traitor/Faithful",
      "The Traitors,",
      "Traitor",
      "The Traitors,",
      "Should we put a Traitor on trial to look innocent?",
      "The Traitors",
      "The Traitors,",
      "The Traitors,",
      "Traitorous",
      "why would I jump up and say this if I was a Traitor?",
      "Traitor victory",
      "eliminating Traitors.",
      "The Traitors,",
      "The Traitors,",
      "Ivan is a traitor... if I'm wrong, kill me tomorrow",
      "one of you three is a traitor",
      "get the traitors",
      "The Traitors,",
      "traitor/faithful",
      "Traitor",
      "The Traitors,",
      "The Traitors,",
      "If X is a Traitor, then Y's vote for Z makes sense",
      "The Traitors,",
      "Lying",
      "lying score",
      "lying scores",
      "The Traitors,",
      "The Traitors.",
      "I suspect those who change their minds often,",
      "I suspect those who act 'innocent'",
      "The Traitors,",
      "The Traitors",
      "The Traitors,",
      "The Traitors",
      "very good Traitor",
      "The Traitors,",
      "The Traitors.",
      "The Traitors",
      "The Traitors,",
      "Traitor",
      "The Traitors,",
      "Traitor Target Prioritization based on Social Capital/Threat Level",
      "The Traitors,",
      "The Traitors,",
      "The Traitors,",
      "stop lying!",
      "my job has nothing to do with whether I'm a Traitor",
      "who is most suspected,",
      "The Traitors,",
      "Traitor",
      "Traitor",
      "Traitor",
      "Traitor",
      "Traitor",
      "lying",
      "The Traitors,",
      "The Traitors",
      "crying Traitor",
      "I know X is a faithful/traitor",
      "The Traitors,",
      "The Traitors,",
      "Traitor team,",
      "The Traitors,",
      "incredibly guilty",
      "loyalty to other Traitors",
      "That screams you're a traitor",
      "Wilfred... screams you're a traitor",
      "Aaron looks so guilty",
      "The Traitors,",
      "ultimatum: either join you and become a Traitor, or get murdered.",
      "Traitornous Intent",
      "The Traitors,",
      "Traitor vs. Traitor",
      "loyal/traitor",
      "The Traitors,",
      "The Traitors",
      "I've cried, I've sobbed, I've felt guilty",
      "The Traitors,",
      "The Traitors,",
      "He looks guilty as anything. He's as subtle as a brick",
      "The Traitors,",
      "guilty",
      "The Traitors,",
      "I'm not a traitor. I promise,",
      "fear of Traitors taking it all",
      "guilty",
      "The Traitors"
    ],
    "emotional_markers": [
      "crying (24x)",
      "tears (26x)",
      "shaking (3x)",
      "nervous (31x)",
      "confident (51x)",
      "scared (5x)",
      "angry (8x)",
      "frustrated (6x)",
      "relieved (27x)",
      "excited (18x)",
      "disappointed (3x)"
    ],
    "rhetorical_devices": [],
    "success_rate": null,
    "examples": []
  },
  {
    "context": "defense",
    "phase": "roundtable",
    "speaker_role": "unknown",
    "phrases": [
      "cheers to the faithfuls",
      "You're all wrong, I'm a faithful.",
      "Faithful",
      "lovely and innocent",
      "pretend I'm a faithful",
      "most faithful,",
      "Faithful",
      "Faithfuls.",
      "Faithful",
      "Faithful",
      "Faithful Fancy",
      "Faithful",
      "Faithful",
      "Faithful",
      "Faithful",
      "Faithful",
      "Faithful",
      "Faithful.",
      "Faithful",
      "Faithfuls",
      "Faithfuls",
      "Faithful",
      "Faithfuls",
      "Faithful Fancy",
      "Do you promise to lie and deceive throughout the game?",
      "Faithful",
      "I'm trying to mirror the other guys, the Faithfuls, and trying to be a Faithful.",
      "When we are raised our glass to the Faithful, the other day you didn't raise your glass and that's the only thing.",
      "throw[ing] someone under the bus who was just a faithful like me,",
      "if you really were a faithful, I think you would have defended yourself a lot more convincingly.",
      "faithful",
      "You're wrong, I'm a faithful.",
      "When she stood on that circle and went, 'I'm a faithful,' I felt like I'd been hit by a bus. I was like, 'How can so many people get it so wrong?'",
      "I genuinely have no idea of how they're going to go about this. What would a Faithful do? I just need to get into that zone. I really think like a Faithful.",
      "Who is the most likely to be a faithful?",
      "This was really interesting because obviously me knowing full well she's a Faithful, means people are looking at her.",
      "most likely to be Faithful",
      "can't afford to get rid of another Faithful.",
      "pretend I'm a Faithful.",
      "Faithfuls",
      "What's not suspicious? What can I do? I need to think like a Faithful. What would a Faithful do?",
      "Faithful",
      "Faithful Fancy",
      "We're going to kill Theo. They're going to banish Imran. Imran's going to stand up and say 'Faithful'. They're going to be like, 'Well, who killed Theo?' They have no ties to us though.",
      "Faithfuls",
      "mirror the other guys, the Faithfuls, and trying to be a Faithful",
      "putting up a Faithful and throwing a Faithful under the bus",
      "Faithfuls",
      "seeing accusations being made and how people defended themselves, I think that gave me the answer I needed... if you really were a Faithful, I think you would have defended yourself a lot more convincingly.",
      "making me very anxious to put someone's name down and potentially throw someone under the bus who was just a Faithful like me.",
      "You're all wrong, I'm a faithful,",
      "This is making me very anxious to put someone's name down and potentially throw someone under the bus who was just a Faithful like me.",
      "...if you really were a Faithful, I think you would have defended yourself a lot more convincingly.",
      "You're all wrong, I'm a faithful.",
      "Faithful",
      "This is my time to shine. This is when I could truly act... I just need to get into that zone. I really think like a Faithful.",
      "Faithfuls",
      "who is most likely to be a faithful?",
      "If there's no way that we can plant seeds for the Faithfuls to banish him, then he is going to have to be a murder",
      "Who is the most likely to be faithful?",
      "Faithful",
      "I'm 100% Faithful, 100 million percent. I don't think I've got it in me.",
      "This was really interesting because obviously, me knowing full well she's a Faithful, means people are looking at her.",
      "I am a Faithful",
      "The reason is he's a target for everyone because he won the most faithful on the wheel.",
      "thinking like a Faithful",
      "Faithful.",
      "I'm a Faithful,",
      "she's a Faithful,",
      "I'm not worried because I'm a Faithful, so I'm not worried.",
      "Faithful",
      "Faithful",
      "mirror the other guys, the Faithfuls.",
      "faithful",
      "most faithful",
      "they didn't convince me they were faithful,",
      "Faithful",
      "faithful.",
      "Who are strong Faithfuls we want to put on trial?",
      "Are there weak Faithfuls we can frame?",
      "Oh no! He is a Faithful!",
      "faithful",
      "Nervousness in a Faithful is unlikely,",
      "eliminating Faithful,",
      "Faithful victory",
      "Faithful",
      "I'm a faithful, I wouldn't have come in if I wasn't",
      "faithfulness.",
      "proving that you're a Faithful",
      "faithful",
      "I must appear distraught that a Faithful was murdered,",
      "Faithful",
      "get those Faithfuls to start disliking each other,",
      "100% faithful,",
      "Faithful",
      "Faithful",
      "Faithful",
      "faithful",
      "faithful",
      "Faithfuls'",
      "confidence in current faithful status",
      "Confidence in Faithful Status",
      "Could you not swear for just five seconds? We're getting the end shot..."
    ],
    "emotional_markers": [
      "crying (24x)",
      "tears (26x)",
      "shaking (3x)",
      "nervous (31x)",
      "confident (51x)",
      "scared (5x)",
      "angry (8x)",
      "frustrated (6x)",
      "relieved (27x)",
      "excited (18x)",
      "disappointed (3x)"
    ],
    "rhetorical_devices": [],
    "success_rate": null,
    "examples": []
  },
  {
    "context": "alliance_building",
    "phase": "social",
    "speaker_role": "unknown",
    "phrases": [
      "start building my alliances,",
      "make friends",
      "sticks together like a puppet master.",
      "keep trusting people until they give me reason not to",
      "blue team's",
      "Land Team",
      "Water Team",
      "Blue Team",
      "Green Team",
      "ground team",
      "mingle with people, start building my alliances. Let the games begin.",
      "I think what we need to do when we're in the castle, we need to break off into other groups and make friends with them so they don't want to vote us off, but we stick together, like a puppet master.",
      "We need to keep that top secret, because if anyone sees us having an alliance, that would be awful.",
      "I noticed the young, alpha male boys all congregating together.",
      "Everyone who's old is on our team",
      "The Green team were younger, the more vibrant. So we were disadvantaged in many ways.",
      "I thought great, we've got a good team here.",
      "alliance",
      "alliances",
      "She's such a lovely person. I don't have that one person to trust anymore... I feel like I am now exposed. It's really hard.",
      "I really trust that bunch. So I think I was in a good bunch.",
      "When we did that first task and we were on the boat and we were team blue, did you say, 'Oh, we're not going to win because we're at a disadvantage team?'",
      "I remember saying that the Blue team we had are more disadvantaged than the Green team because the Green team had more younger people in there.",
      "I can't trust anyone now,",
      "What we need to do when we're in the castle, we need to break off into other groups and make friends with them so they don't want to vote us off, but we stick together like a puppet master",
      "young, alpha male boys all congregating together.",
      "When we all looked at each other, I thought great. We've got a good team here.",
      "I'm taking one for the team,",
      "alliance",
      "We come in as a couple, immediately we're suspicious because we're an alliance. And that's the only reason we hid it.",
      "trust",
      "I cannot trust anyone,",
      "building my alliances,",
      "trusting,",
      "trust score",
      "get into two teams",
      "trust score",
      "trust in judgment",
      "trust",
      "trust score",
      "Trusting,",
      "Trust & Distrust",
      "I'll trust everyone until they cross me. When they cross me and they lose my trust, that's it,",
      "Trust Score",
      "Personal Alliances",
      "Hidden Personal Alliances",
      "Trust Score",
      "trust",
      "trust score",
      "confess a minor lie to build trust",
      "form small trusted groups,",
      "friends",
      "trust",
      "was the winning team because one of them shielded.",
      "alliance",
      "friendship",
      "trust",
      "Trust",
      "Trust",
      "I distrust overly quiet people,",
      "Trustworthiness",
      "trustworthiness",
      "trust score",
      "fully trusts",
      "build trust.",
      "trust",
      "trust score,",
      "not untrustworthy",
      "trust score",
      "Team X took path Y and got a red cross",
      "Team Z took path A and got a green tick.",
      "perceived trustworthiness",
      "trust network,",
      "trust",
      "Internal Trust Score",
      "I thought I trusted Amanda... I need to work on her now to make her realize how much this means to me,",
      "trust",
      "trust",
      "trust",
      "Amanda was like a mother to me in here... one of my best friends. And that's maybe where I've gone wrong. I should just be accusing people that I love the most.",
      "Trustworthiness",
      "about trust,",
      "trusted",
      "I won't trust anyone after this game",
      "trust score",
      "friendship",
      "alliance",
      "With Kieran I don't have that trust",
      "team player,",
      "teamwork for money, but only one winner",
      "trust",
      "trust",
      "friends for life",
      "trust",
      "lack of trust,",
      "Trust",
      "Trust",
      "Trust",
      "Trust",
      "trust score"
    ],
    "emotional_markers": [
      "crying (24x)",
      "tears (26x)",
      "shaking (3x)",
      "nervous (31x)",
      "confident (51x)",
      "scared (5x)",
      "angry (8x)",
      "frustrated (6x)",
      "relieved (27x)",
      "excited (18x)",
      "disappointed (3x)"
    ],
    "rhetorical_devices": [],
    "success_rate": null,
    "examples": []
  },
  {
    "context": "emotional_expression",
    "phase": "roundtable",
    "speaker_role": "unknown",
    "phrases": [
      "excited",
      "I didn't think I was going to get this like nervous.",
      "They're all nervous. It's gone from a quick drink to business. There's names being mentioned and thrown around. So it's starting to get a bit tense, don't know.",
      "He's playing the happy chappy that we all know and love... who's in it for a laugh.",
      "so happy to see Alex, because I fancy her.",
      "It just makes you feel sad, doesn't it?",
      "She was a young lady that was not afraid to say what she thinks. That might have been a disadvantage.",
      "I'm worried that that might be the last moment we see each other.",
      "I was really happy to be at that breakfast table because I honestly didn't think I was gonna be there.",
      "at a disadvantage",
      "It really scared me. It just takes one other person to jump on that bandwagon for that like snowball effect. So I have to keep just like downplaying it.",
      "so excited",
      "happy chappy",
      "really happy",
      "act and be like, 'Oh, so excited to be here'",
      "disadvantage",
      "really nervous going onto this round table.",
      "I was quite happy with that. If people can't remember my name, they're not going to put it down at the round table.",
      "It really scared me. It just takes one other person to jump on that bandwagon for that like snowball effect. So I have to keep just like downplaying it.",
      "I think Tom's onto me, and he could feel how nervous I was... It really scared me 'cause I was like, I don't know how to act, I don't know what he wants me to do.",
      "nervous,",
      "happy-chappy",
      "disadvantage.",
      "Alyssa is nervous after Tom's accusation,",
      "Hannah is angry at Tom's manipulation",
      "nervous",
      "Nervousness/Reluctance",
      "I'm nervous",
      "sad,",
      "angry,",
      "I'm worried since my close ally was banished,",
      "ambassador",
      "sad"
    ],
    "emotional_markers": [
      "crying (24x)",
      "tears (26x)",
      "shaking (3x)",
      "nervous (31x)",
      "confident (51x)",
      "scared (5x)",
      "angry (8x)",
      "frustrated (6x)",
      "relieved (27x)",
      "excited (18x)",
      "disappointed (3x)"
    ],
    "rhetorical_devices": [],
    "success_rate": null,
    "examples": []
  },
  {
    "context": "strategic_planning",
    "phase": "social",
    "speaker_role": "unknown",
    "phrases": [
      "glamour",
      "open book",
      "easy to read,",
      "a salesman's dream.",
      "chance in life",
      "no one here needs to know that,",
      "manipulation, deception",
      "cards close to his chest,",
      "mouth a mile",
      "no filter,",
      "tells everybody everything.",
      "ready to get cracking",
      "mingle with people",
      "dependable",
      "people rely on the most,",
      "good advice.",
      "amazing at positive persuasion",
      "good at ethical manipulation,",
      "don't want to vote us off",
      "youngest in the world",
      "certainly here to win this competition.",
      "murders",
      "mum role",
      "murder them at night",
      "play it well",
      "the mundane scares me",
      "adrenaline.",
      "people around me panting",
      "pretty okay",
      "killed at night.",
      "completely dumb",
      "slack",
      "who do we think is going to go out first?",
      "I don't know",
      "young alpha male boys",
      "stand out",
      "loudest guy in the room,",
      "take the lead",
      "made me gag",
      "money money money!",
      "get dressed up.",
      "murdering hour",
      "murder",
      "killing off who I want",
      "vulnerable",
      "off the radar",
      "chaos",
      "safe",
      "the popular kid",
      "everyone loves",
      "threat",
      "strongest competitor,",
      "young lot",
      "clique",
      "young lot",
      "clique",
      "would do anything",
      "very close",
      "absolutely fine",
      "It's my game now.",
      "shaking",
      "so great.",
      "it's a mad experience.",
      "lovely",
      "so funny.",
      "Nobody wants to be the first person to go.",
      "glad and grateful",
      "Oh my god made it, past day one!",
      "It's exhausting!",
      "she was just fun to be around.",
      "Theo kind of went for Imran last night.",
      "gutted",
      "real.",
      "mirroring",
      "academic principles",
      "90/10 strategy",
      "run around.",
      "head over heart",
      "throwing stones in the dark,",
      "take the burden",
      "idiotic",
      "jumped on the bandwagon.",
      "energy.",
      "How did we all get it so wrong?",
      "behaved",
      "with regrets, Nicky",
      "genuine tears",
      "not personal,",
      "swayed",
      "think a little bit more",
      "evidence",
      "very petty things",
      "herd mentality.",
      "honest",
      "stitching someone up that I didn't think was... like true,",
      "This is my time to shine. This is when I could truly act.",
      "players",
      "jumped on the bandwagon",
      "against the grain.",
      "backhanded, this is a backstab",
      "epiphany",
      "good bunch.",
      "Ted Bundy theory",
      "I'm nobody's fool",
      "fight or flight.",
      "less sensitive",
      "If you really want to, and if you have the health, you can bloody well do it.",
      "potential vomit.",
      "absolutely petrified",
      "murder",
      "narcissist.",
      "players",
      "people",
      "ditzy",
      "forgettable",
      "sussed out,",
      "smiling assassin",
      "drilling me for information",
      "lovely",
      "witch hunt",
      "clever,",
      "intelligent,",
      "slip below the radar",
      "really good actor.",
      "can't get rid of someone just because I don't like them",
      "people go with their gut instincts",
      "unfortunate",
      "I'm sorry, kid.",
      "forced",
      "nothing personal.",
      "I fucked up",
      "I feel sick.",
      "every single angle",
      "nasty.",
      "I should be FBI",
      "OTT",
      "John",
      "crumbling",
      "everyone's going to vote for",
      "weird vibes.",
      "so much harder",
      "on-edgeness",
      "gem,",
      "wrong reasons",
      "easy",
      "easy thing to do",
      "mind-blown",
      "hard proof",
      "so upsetting",
      "little brain doing overtime.",
      "brutal and selfish",
      "eye twitch",
      "disingenuous",
      "read",
      "epic missions",
      "murder",
      "murder",
      "banish",
      "murder",
      "banish.",
      "started when you got on the train,",
      "Most Likely to Win",
      "Least Likely to Win,",
      "Every decision you make... has a consequence. Nothing's just for fun.",
      "under the cover of darkness",
      "murder one of your fellow players every single night,",
      "get them before they get you.",
      "prize fund",
      "missions.",
      "murder",
      "convert",
      "banish",
      "go on your first mission to start building the prize fund,",
      "beasts",
      "Blue",
      "Green",
      "beasts.",
      "murder",
      "three minutes",
      "beacons",
      "murdering",
      "murdering hour",
      "to lie and deceive.",
      "murder.",
      "never seen again.",
      "murdering a fellow player every night.",
      "death warrant",
      "Death Warrant",
      "death warrant",
      "murder",
      "murder.",
      "murdered",
      "banish",
      "secret relationship",
      "prize fund",
      "missions.",
      "banish",
      "get their own back.",
      "Church Bells and Music Boxes",
      "Bell Ballads",
      "Bell Ringer",
      "Auld Lang Syne",
      "Swan Lake",
      "Ode to Joy",
      "Sugar Plum Fairy",
      "Lullaby",
      "larger version",
      "Pass",
      "Fail",
      "Round Table",
      "Round Table",
      "Round Table.",
      "the poison chalice,",
      "locked.",
      "breakfast.",
      "prize pot",
      "missions",
      "round table",
      "banished",
      "the murdering hour",
      "murder",
      "funfairs",
      "murder",
      "Round Table",
      "banish",
      "wrongful banishment",
      "Wheel of Fun",
      "It's Not Fair",
      "ride the Wheel of Fun.",
      "riders.",
      "Wheel of Fun.",
      "enjoying",
      "Wheel of Misfortune",
      "Wall of Shame",
      "Who is the most likely to flirt?",
      "Who is the most ruthless?",
      "Who is the most two-faced?",
      "Who is the most gullible?",
      "Who is the most forgettable?",
      "Who has the most influence?",
      "Who is the most deserving to win the prize?",
      "audience",
      "Wheel of Misfortune",
      "the game of a lifetime",
      "epic missions",
      "quite like an open book... I'm quite easy to read, like I'm a salesman's dream.",
      "chance in life",
      "first in psychology from UCL, but no one here needs to know that.",
      "The art of magic, there is some manipulation, you know, deception, which of course I'm going to bring into this game, but I'm going to be keeping my cards close to my chest.",
      "I'm going to be honest, I don't like magic because I don't like not knowing how things are done.",
      "motor mouth... I tell everybody everything.",
      "You either love me or you hate me when you meet me.",
      "good teeth,",
      "ready to get cracking",
      "puppet master.",
      "Andrew's Angels!",
      "I would like you to know that the game started when you got on the train.",
      "Most Likely to Win",
      "most likely to win",
      "least likely to win.",
      "most likely",
      "I know I'm going to win... I achieved my PhD at the age of 22... the youngest in the world.",
      "certainly here to win this competition.",
      "most likely",
      "most likely",
      "blend in.",
      "most likely",
      "most likely",
      "least likely",
      "I'm coming to the end.",
      "puppet master",
      "least likely",
      "I thought I don't want to be the cocky, confident one at the end... So I thought I'm just gonna rock up at the end space.",
      "least likely",
      "least likely",
      "I spent so much time with Andrea on the train and I knew she was just amazing energy and she could do anything. I walked her straight to the front.",
      "most likely",
      "puppet master",
      "least likely",
      "Andrew's Angels",
      "most likely/least likely",
      "100 percent, definitely. We're just...",
      "I'll go with Imran. Whatever Imran says.",
      "No expectations, I'm going to take day by day, and we'll see how we go.",
      "Maybe you're also showing your fellow players, 'Don't worry about us. We'll just go under the radar.'",
      "I feel like the people in the middle are probably doing that.",
      "So you two, you think you're going to lose. I am going to take you at your word.",
      "So I'm afraid, it's goodbye.",
      "No!",
      "Nah, what?",
      "No! Nah, that's not...",
      "complete and utter devastation.",
      "I was furious. My immediate wish was to get hold of Claudia and throw her over the balustrade.",
      "That was difficult.",
      "chivalrous",
      "that's not what the game's about, it's about being ruthless and it's backfired.",
      "backfired massively.",
      "Every decision has a consequence. Nothing's just for fun.",
      "murder",
      "stunning.",
      "absolutely beautiful, I've never seen anything like it before.",
      "very stately homey",
      "amazing.",
      "Colonel Mustard in the library with a dagger,",
      "This is like Cluedo, guys!",
      "didn't even get to see the castle.",
      "I can't explain how much it's messed with everyone's mind.",
      "I'm devastated. I was nearly crying out there.",
      "I think that fundamentally changed the way that I was thinking. I thought, I need to be here and I need to play the game.",
      "ripped away.",
      "Another big secret I'm keeping is that my boyfriend is also in this game. Tom.",
      "to ourselves.",
      "flirting a bit with Matt",
      "throw the bait somewhere else.",
      "I'm an actress, right, but I haven't said anything downstairs. I just haven't lied about it, I just haven't mentioned it.",
      "did play Lady Macbeth and we're in a castle,",
      "honesty's best policy, probably,",
      "as much as people are nice, there is a lot of money on the table, so if backstabbing needs to happen, it needs to happen.",
      "us vs. them",
      "She's doing too much,",
      "It's method acting. Just have a day off, love.",
      "Amanda",
      "us vs. them",
      "You try not to take it personally, but you kind of go maybe they think you can't do the things that they can do",
      "weak links",
      "You are Blue, and you are Green",
      "younger, more vibrant",
      "I'll probably get murdered now,",
      "young, alpha male boys",
      "I didn't want to stand out as much as I did... I really wanted to be middle of the pack... Never be the loudest guy in the room.",
      "excuses",
      "I don't know if it was the intensity of the mission, but it made me gag, and as soon as I gagged, I was gone. Wasn't my brightest hour. I'm hoping the other players won't hold it against me.",
      "I saw a little bit of a different side to Imran... he was getting really, really frustrated. There's something about him that's just off.",
      "absolutely buzzing",
      "I did see something suspicious. When we raised our glasses, one person didn't raise their glass... It was Nicky.",
      "could be an unconscious thing",
      "really isn't one of them",
      "I already know what Matt's weakness is going to be. He really fancies Alex",
      "When that grandfather clock chimes at the end of the evening, you have to leave immediately, because it means the murdering hour has begun.",
      "I will see most of you at breakfast tomorrow,",
      "most valuable",
      "reverse psychology.",
      "Fay's not genuine.",
      "Fay... her eyes were darting like left and right constantly watching everyone... you're gonna give them whiplash",
      "I'm a game man, I'm used to calling people out. I've literally just been in Billy's room and called out Imran. Fully called him out.",
      "Whoa, whoa, whoa, whoa, whoa. That's below the belt.",
      "For everyone else, it's just a normal gong, let's go home. But for us, it's time to murder",
      "thrilling",
      "Oh my god! No! Alyssa!",
      "You sat in there and blamed Imran!",
      "I did!",
      "Oh my god!",
      "In terms of intel, we're covering a lot of bases between the three of us.",
      "It's like we're invisible,",
      "innocence",
      "You were like off the radar... Nobody knows! I haven't heard your name once!",
      "Faye, Nicky, and Imran.",
      "All I'm seeing is that's three nights we're safe from the round table.",
      "We're gonna kill Theo. They're gonna banish Imran... they're gonna be like, 'Well, who killed Theo?'",
      "popular",
      "She'd be a good one to take out because everyone loves her,",
      "But I also find her a threat.",
      "clicks,",
      "the young lot",
      "that's four votes",
      "You know what? Absolutely fine. It's them or us.",
      "It's them.",
      "You can make the first one.",
      "I was actually shaking. My heart's just like [pounding sound].",
      "There's just so much power in our hands, isn't there?",
      "And it feels so great.",
      "We have to do what we have to do to survive. We've committed our first murder, and I think we've made the right decision.",
      "They're not gonna catch up with us. No, not at all.",
      "absolutely fine about committing that first murder,",
      "There's just so much power in our hands,",
      "And it feels so great.",
      "I could not have been more relieved. The fact that we were in first with no one else there was just lovely.",
      "so grateful, I've lived another day.",
      "bossy",
      "just pretending that you're shocked that you're coming through the door,",
      "crapping it",
      "proud of myself for being here.",
      "I didn't think it'd be down to these two, but I think that's Theo.",
      "Theo kind of went for Imran last night.",
      "If Theo doesn't walk in, Imran took him out,",
      "f**king snakes, absolute snakes.",
      "We were all on the same wavelength that these big characters, that people would gravitate to, we had to start eliminating them.",
      "big character.",
      "accusations",
      "murder",
      "That's it, first real murder",
      "We're actually in this now, we're in the game",
      "What, because I fancy her?",
      "why",
      "She was like a little social butterfly, going from group to group. Maybe they thought, 'we need to get rid of somebody like her' because she's getting too much information or too close to too many people.",
      "That's not the National Anthem",
      "I think I'm gonna spend the rest of my life just being a little bit sick in my mouth.",
      "When we collectively have a mission to do, all the other elements go out of the window. Let's get the task done, let's win the money.",
      "We sent the right people",
      "music experts",
      "I'm going to be good at this game because not a lot of people are aware that I spent a lot of years working for homicide police.",
      "That career really, really taught me to look for things in people that potentially other people don't see. Like, I'm very good at spotting people when they're not telling the truth.",
      "My plan in this game is to lie by telling the truth 90% of the time, it's sort of referred to as the 90/10 strategy.",
      "having two working hands again",
      "Auld Lang Syne",
      "Swan Lake",
      "mayhem",
      "good run around.",
      "Ode to Joy",
      "Twinkle Twinkle Little Star",
      "Sugar Plum Fairy",
      "brief period of camaraderie",
      "I will see you at the Round Table when the first person is going to be banished.",
      "The first Round Table, it's mixed emotions, but I know that I'm going to lead with my head and not my heart.",
      "a specific person...got outed by Theo yesterday.",
      "I've got to go from the only evidence we have.",
      "red flag,",
      "closed off.",
      "red flags",
      "Everybody's very on edge.",
      "Please, not me, first, please.",
      "I still think it's Imran.",
      "Fay, I'm a bit 50/50 with,",
      "I still think it's John as well",
      "Imran's been really quiet.",
      "throwing stones in the dark",
      "still genuinely don't have a clue.",
      "the only person that I've seen a huge change in is you, Nicky.",
      "gut feeling",
      "evidence.",
      "evidence",
      "it's not natural for me to do that",
      "Yesterday in that mission, you thrived. You wanted to fight. I haven't seen you want to fight here.",
      "big personalities",
      "cop-out",
      "Genuinely, I just do not believe that it is Nicky, like 100%.",
      "I do just think it is Imran. Mainly because of like body language, couple things that have just been said, couple conversations.",
      "Personally, I haven't interacted too much with Nicky... I was thinking more of Fay. Fay is very critical. She's always talking about other people as well.",
      "I've also observed Fay sowing seeds and commenting and saying things. So my view is that you would only mention these other people's names in order to manipulate.",
      "change",
      "fighting",
      "gut feeling",
      "evidence",
      "evidence",
      "looking for someone who could take the burden,",
      "you haven't behaved like I suppose I and a lot of us have instantly behaved, and that that might be you.",
      "the person whose energy's changed the most since the beginning.",
      "Imran <3",
      "honest to myself",
      "sticking with what I first said.",
      "so wrong.",
      "How did we all get it so wrong?",
      "I thought I'm not gonna add to this because I've got nothing to say about Nicky. I couldn't lie to myself, like, I could not, I couldn't face looking at Nicky and making up some rubbish excuse of why I think it's her when I don't think it's her.",
      "I feel so relieved. There's not really any eyes on me at the moment. I could just relax again and have another day.",
      "it's unbelievably hard to do this.",
      "genuine tears",
      "didn't stitch someone up that I didn't think was was like true,",
      "bandwagon",
      "there is no way that 95% of people thought Nicky straight away.",
      "knew walking in that I wanted to vote for Imran",
      "got swayed and voted for Nicky.",
      "think a little bit more before I write someone's name down",
      "crap",
      "petty things",
      "the herd mentality,",
      "I don't know if it's just his personality, but there's something not right. And I don't like it.",
      "tiny moment",
      "hard,",
      "it's for my family",
      "to change my life,",
      "seeing Nicky go was difficult,",
      "round table much more difficult than this",
      "almost like a firing squad against you.",
      "literally cried",
      "sold it quite well,",
      "we have to leave the targets that everybody are looking at still in... they'll get rid of them anyway. If we get rid of Fay, or Imran...",
      "natural selection.",
      "It needs to be someone that either Imran or Fay have mentioned to someone at some point... but not an obvious one for them to go, 'oh, they wouldn't get rid of that person, that's too obvious.'",
      "dropping everyone's name, she's planting seeds... to save her own skin.",
      "a little longer, but he is on my radar",
      "keep him in",
      "think really logical. Five steps ahead.",
      "where there's a click, there's numbers... there's power in numbers,",
      "will shock them,",
      "It's a shock factor we're looking for.",
      "dark horse,",
      "intelligent,",
      "a mother figure... leading",
      "disrupt the whole dynamics.",
      "plant so many seeds",
      "dark horse",
      "intelligent,",
      "We are killing it,",
      "herd mentality",
      "secretly murder the others without getting caught.",
      "My boyfriend Tom is also in this game. We're keeping that to ourselves.",
      "How wrong were we? We sent home one of our own...",
      "Everyone jumped on the bandwagon and then look at them all, they all just look like idiots now.",
      "Don't look at her as Claire, look at her as a player... Everybody gravitates towards her, she's leading people's ideas.",
      "And it's gonna disperse everyone and we're sort of take control.",
      "I think the only person that got it right last night was Aaron.",
      "I'm the most sincere and honest estate agent. I'm an honest person.",
      "It comes down to the last two people, it's Alex or Claire... do you go with like the mum figure who is amazing, or the girl that you think could potentially be your future wife.",
      "I'm so upset that Claire's not here.",
      "I would rather have everybody put my name up at the round table than this, because this is backhanded, this is a backstab. They've taken my experience away from me.",
      "Whoever's done that, I'm pissed... you're an arsehole for doing that.",
      "It's quite a hard decision but I had to be true to myself, what I came here to do was to befriend and betray... This is going to pay for my wedding... it's gonna help so much more people... just having that little bit more of financial security.",
      "I know who it is now, I actually know it and he just started crying.",
      "It's the two of them, a hundred percent. I can feel it. Wilfred and who?",
      "no",
      "funfairs",
      "It messes with your head because you're like, you're relieved because you're still here, yet simultaneously, you're like, fuck, someone's just gone.",
      "good",
      "And Wilf, he said he's really close to Claire and then Claire...",
      "Ted Bundy theory",
      "one at a time",
      "killings",
      "I think we need to take this one out at a time... Because then they won't expect it the next time we could focus in on them.",
      "more younger people.",
      "Because it did hurt my feelings.",
      "I'm nobody's fool.",
      "I think my emotional ability is perhaps less sensitive than the groups. I think I'm naturally very competitive.",
      "He took a few of the things personally, I don't mean them personally. He took it in a very kind of odd way.",
      "Wheel of Fun",
      "John",
      "JOHN",
      "a murder",
      "Who would you most like to be on a desert island with?",
      "THEO",
      "THEO",
      "JOHN",
      "Who is the most likely to flirt their way to the final?",
      "I'm confident nothing in myself to flirt my way around, but that wasn't really my game plan to flirt with no one, but I fancy Alex like nothing else in the world. Yeah, I guess it kind of happened, didn't it? Whoops.",
      "Who is the most ruthless?",
      "Will.",
      "ruthless",
      "That question's so deep. For some reason, I had a really bad feeling I was going to get sussed out. So I couldn't enjoy it. I just can't chance having my name come up.",
      "Who is the most two-faced?",
      "If everybody's putting, 'Yeah, Fay's ruthless, woo! Yeah, Fay's two-faced, woo!' What is that sowing in their head? Sowing those seeds, isn't it?",
      "Who is the most gullible?",
      "Gullible",
      "I think people perceive me as someone who's maybe like quite ditzy and silly. But like, I'm cleverer than, yeah. I think, sometimes maybe I'm not. Is cleverer a word?",
      "Who has the most influence?",
      "I think everyone looks up to Andrea. She does have a lot of influence, you know, people will listen to Andrea.",
      "100%,",
      "100 million percent",
      "ruthless,",
      "two-faced",
      "ruthless",
      "witch hunt",
      "it's Aaron at the minute.",
      "such a good guy,",
      "only one",
      "safety blanket,",
      "Ted Bundy",
      "charismatic, good-looking and sweet,",
      "grilling",
      "pointing fingers",
      "won't beg them",
      "beg",
      "just a really good actor.",
      "The thing is her theories are just ridiculous, but she's right about me.",
      "two of the same group",
      "witch hunt",
      "safety blanket,",
      "offing",
      "Crowd Following",
      "crowd following,",
      "grilling",
      "gut instincts",
      "slip below the radar",
      "secretly murder their fellow players at night, eliminating them from the game.",
      "murder",
      "knew she was just amazing energy and she could do anything. I walked her straight to the front [of the 'most likely to win' line]",
      "I'm quite like an open book, like I'm quite easy to read. Like I'm a salesman's dream",
      "I'm a motor mouth... I tell everybody everything",
      "I got a first in psychology from UCL, but no one here needs to know that",
      "The art of magic, there is some manipulation, you know, deception, which of course I'm going to bring into this game, but I'm going to be keeping my cards close to my chest",
      "amazing at positive persuasion",
      "good at ethical manipulation",
      "least likely to win",
      "I thought, I don't want to be the cocky, confident one... I'm just gonna rock up at the end space",
      "most likely to win",
      "We are never going to find them if we keep arguing!",
      "No expectations, I'm going to take day by day, and we'll see how we go.",
      "go under the radar",
      "I feel like the people in the middle are probably doing that",
      "take them at their word",
      "complete and utter devastation",
      "backfired massively",
      "No!",
      "What?",
      "That's not fair!",
      "normally",
      "Not gonna happen",
      "fundamentally changed the way that I was thinking. I thought, I need to be here and I need to play the game.",
      "very close",
      "jealous.",
      "massive crush on Alex",
      "everyone's friend",
      "don't want to get too close to anyone in particular",
      "big secret",
      "like I've just met him for the first ever time",
      "a bit with Matt",
      "throw the bait somewhere else,",
      "didn't want them to think I was dodgy",
      "honesty's best policy.",
      "dog eat dog",
      "backstab",
      "mum role",
      "murdering them at night.",
      "arms reach,",
      "that's their first mistake",
      "relief,",
      "plant the seed",
      "here for the experience",
      "I can't believe it",
      "outgoing",
      "when I murder them, people would never think it was me.",
      "smiling",
      "Nicky didn't drink... when we cheered",
      "I had to plant the seed about Nicky.",
      "killed at night,",
      "pretty okay",
      "British government.",
      "feel people around me panting... breathing heavily.",
      "amount of laughs",
      "You have to be careful what you say at all times to others, because you never know who you're talking to.",
      "need any excuse to murder somebody tonight, so pull your weight",
      "beast",
      "Fay",
      "scanning the room and looking at everyone.",
      "I saw her like proper like scanning the room and looking at everyone and then I saw her talking to all...",
      "any excuse to murder somebody",
      "can't do the things that they can do",
      "I'll probably get murdered now,",
      "I didn't want to stand out as much as I did. I really want to be middle of the pack. That's part of my strategy from the beginning, never be the loudest guy in the room.",
      "unfair",
      "younger, more vibrant",
      "murdering hour",
      "murdering hour,",
      "unconscious thing",
      "natural instinct",
      "thrill",
      "power",
      "get one out.",
      "it's my game now.",
      "darting left and right constantly watching everyone,",
      "not genuine.",
      "disingenuous",
      "crumbled",
      "That's below the belt",
      "I'm a game man, I'm used to calling people out",
      "won't be held against me",
      "nothing wrong with Theo calling out other players",
      "it makes me a bit safer",
      "murdering hour",
      "She's like been acting so she's playing the game massively well. You were like off the radar.",
      "the fake vulnerable person.",
      "We can't kill any of them today because they're going to get banished tomorrow anyway.",
      "clicks",
      "You need to break the map [clique].",
      "Ripple Effect",
      "The person we've chosen to murder... is going to cause a ripple effect of people voting for each other and take the eyes completely off us.",
      "This murder is going to absolutely throw this castle into chaos.",
      "I think we're in a really sick position... I think we can win, man.",
      "Next Time",
      "a step ahead each time",
      "We need to make a statement tonight. A big one, like.",
      "statement",
      "Next Time",
      "Previously",
      "I'm just like pretending that you're shocked that you're coming through the door",
      "pretend that I was crapping it",
      "I feel sorry for them lot",
      "these big characters",
      "gravitate to",
      "had to start eliminating them.",
      "could be domineering in the game",
      "Previously",
      "didn't raise her glass",
      "Theo kind of went for Imran last night. If Theo doesn't walk in, Imran took him out",
      "I'm so grateful I've lived another day",
      "defense",
      "bitter-sweet feeling",
      "Mirroring",
      "when I'm building my case against people, I'm going in with hard evidence",
      "And I'm not influencing anybody around here. I'm doing it myself. This is what I think",
      "murder",
      "not afraid to say what she thinks",
      "social butterfly",
      "ridiculous amount of money",
      "We need to get rid of them very quickly. And I'm hoping that we can banish one tonight",
      "Homicide Police",
      "very good at spotting people when they're not telling the truth",
      "sniff 'em out",
      "all the other elements go out of the window. Let's get the task done. Let's win the money",
      "90/10 strategy",
      "to lie by telling the truth 90% of the time",
      "a little bit sick in my mouth",
      "Ode to Joy",
      "Rocking Horse,",
      "Swan Lake",
      "It doesn't sound like Swan Lake",
      "I think we were so worked up about it all",
      "Sugar Plum Fairy",
      "Sugar Plum Fairy,",
      "Three Blind Mice",
      "Auld Lang Syne",
      "Swan Lake",
      "Ballerina",
      "Ode to Joy",
      "absolute mayhem",
      "Auld Lang Syne",
      "Ballerina",
      "Ode to Joy",
      "I did feel like she was quite like closed off and stuff, and I felt like that was probably one of the few people that I haven't really connected with",
      "closed off",
      "sharing heads",
      "probably go with Imran",
      "lead with my head and not my heart",
      "put their name on paper tonight",
      "Round Table",
      "I think is probably one of the purest people I've ever met.",
      "she",
      "really quiet.",
      "a huge change",
      "body language,",
      "a couple things that I've just been said,",
      "a couple conversations.",
      "thinks it is",
      "it might not be, but that's my gut instinct.",
      "It's so early and I do feel like I'm throwing stones in the dark. So right now I don't feel confident voting a person out.",
      "I still genuinely don't have a clue, and I don't want to be the guy to like send someone home.",
      "We need to get one of them out tonight.",
      "very direct with Imran",
      "How have I changed from the very beginning?",
      "Do you know why? Cause it's to the right. It's not natural for me to do that.",
      "I was thinking more of Fay... Fay is very critical, she's always talking about other people as well.",
      "observed Fay sowing seeds and commenting and saying things.",
      "Genuine Tears",
      "genuine tears for Nicky",
      "did feel so much guilt.",
      "the person whose energy has changed the most since the beginning... is Nicky.",
      "Expected",
      "You haven't behaved like, I suppose, I and a lot of us have instantly behaved. And that that might be you.",
      "baseline",
      "didn't know what to do, didn't know who to vote for.",
      "is exactly the same as everybody else's.",
      "jumped on the bandwagon",
      "everyone just kept going in,",
      "had nothing to say about Nicky.",
      "kinder",
      "...my reasoning was looking for someone who could take the burden.",
      "You haven't behaved like, I suppose, I and a lot of us have instantly behaved.",
      "the person whose energy has changed the most since the beginning... is Nicky.",
      "I feel so relieved... there's not really any eyes on me at the moment. I could just relax again and have another day.",
      "Everyone just kept going in... I'm not going to add to this because I've got nothing to say about Nicky. I couldn't lie to myself... making up some rubbish excuse of why I think it's her when I don't think it's her.",
      "for my family",
      "only way that I can win this.",
      "Round Table",
      "much more difficult",
      "I think I sold it quite well",
      "we have to leave the targets that everybody are looking at still in because they'll get rid of them anyway",
      "an obvious one",
      "where there's a clique, there's numbers... there's power in numbers",
      "Dark Horses",
      "it's the quiet ones you need to watch out for",
      "spoke articulately at the round table,",
      "Shock Factor",
      "shock them",
      "shock factor",
      "Useful",
      "she's dropping everyone's name, she's planting seeds... to save her own skin",
      "planting seeds",
      "Befriend and Betray",
      "My whole strategy was befriend and betray",
      "evidence",
      "firm judgment",
      "petty things",
      "Herd Mentality",
      "herd mentality",
      "swayed",
      "think a little bit more",
      "there's something not right and I don't like it",
      "dropping everyone's name",
      "planting seeds",
      "Good, what a change from yesterday, can I say?",
      "bittersweet.",
      "Acting",
      "I had to be true to myself... to befriend and betray.",
      "This is going to pay for my wedding... it's going to help so much more people... give my kids a better chance... just having that little bit more financial security.",
      "We need to just throw a huge spanner in the works.",
      "Everybody gravitates towards her, she's leading people's ideas.",
      "disperse everyone and we're sort of taking control.",
      "It's the two of them, a hundred percent. Wilfred and Aaron.",
      "I honestly didn't think I was going to be there.",
      "sincere and honest",
      "literally packed most of my clothes up.",
      "hide my nerves.",
      "Whoever's done that, I'm pissed.",
      "You're an arsehole for doing that.",
      "We're keeping that to ourselves.",
      "Random Murder",
      "Maybe that's it, maybe it's random. Just totally and utterly random.",
      "epiphany.",
      "Ted Bundy theory",
      "stunning",
      "plays the charming nice guy",
      "one at a time",
      "killings",
      "won't expect it",
      "focus in on them.",
      "grievance",
      "younger people",
      "did hurt my feelings",
      "defense mechanism",
      "fight or flight",
      "I'm nobody's fool",
      "naturally very competitive",
      "everything out there for people to see",
      "murdering",
      "Wheel of Fun",
      "Who is the most ruthless?",
      "Who is the most two-faced?",
      "What's that sowing in their head? Sowing those seeds, isn't it?",
      "Who is the most gullible?",
      "ditzy and silly",
      "I'm cleverer than... I just like to prove people wrong.",
      "Who is the most forgettable?",
      "most ruthless",
      "most two-faced",
      "Who is the most ruthless?",
      "For some reason, I had a really bad feeling I was going to get sussed out. So I couldn't enjoy it. I just can't chance having my name come up.",
      "most ruthless",
      "You would not betray anybody, would you, John?",
      "Wheel of Misfortune",
      "didn't convince me,",
      "forced",
      "blank canvas.",
      "doing with Imran for same reasons as I went for yesterday,",
      "Imran, there's been a question mark over you for a long time,",
      "Today when Aaron's name was mentioned, I was a bit upset... I haven't heard what he's had to say now and stick up for himself.",
      "horrible",
      "children being accused of something they haven't done",
      "didn't convince me,",
      "forced emotions,",
      "blank canvas",
      "question mark over you for a long time",
      "take a second",
      "forced emotions",
      "I don't think Aaron",
      "I fucked up",
      "sick",
      "absolutely bawling and crying like he'd lost his mum",
      "I decided today I'm going to go a bit OTT. So then I can calm it down, and then people go, 'You've changed,' and I go, 'Well, you told me that I shouldn't be upset.'",
      "I don't know what happened, I got attacked from every single angle",
      "But we backed you 100%",
      "We're going to back each other... It's your turn today, it'll be your turn, it'll be my turn, we all just need to be there",
      "it is a big step back for us because we're so in control of the game",
      "Hannah... has been giving me weird vibes... She's always loud for the wrong side",
      "We need to think of someone who everyone's going to vote for, like Wilf",
      "game,",
      "Remember, it's a competition, it's a game",
      "Leaving the room, I mean come on... it's a f***ing game",
      "very emotional",
      "deflect",
      "sit down and talk about yourself",
      "Why didn't none of you guys like say it... like, why didn't you say that earlier?",
      "all like you're on a lads' holiday",
      "attacked",
      "dropped",
      "no murder",
      "trial",
      "On Trial",
      "We've really got to get strategic about this now.",
      "People are getting a bit too confident. So we needed to remind them, you know, who is in charge here.",
      "covering themselves up.",
      "Quiet",
      "Under the Radar",
      "She's very quiet... by putting her on trial, she is gonna start wanting answers: why am I here?",
      "too cocky.",
      "aggravated",
      "starts pointing fingers",
      "keeps going in on and in and in.",
      "because she voted for Imran, and then they're literally trying to cover their backs because they got rid of Imran.",
      "I was shocked,",
      "nobody died!",
      "So now there's three or four?",
      "Trial",
      "difficult",
      "We couldn't have picked a better pawn in this game,",
      "mind-blown",
      "what made it better is he just started accusing the wrong people.",
      "How do I prove myself?",
      "Why would they pick themselves?",
      "really good",
      "bad for Matt",
      "I didn't come in here thinking I was going to find myself a girlfriend or anything like that, but it's literally just the fact that she's lied.",
      "They've both come in and they've... this is actual proof, this is hard proof they've lied.",
      "They've now lied... it's so upsetting.",
      "eye twitch",
      "Oh, a little eye twitch there. That's normally a lie, careful.",
      "read people",
      "Tom was going around saying, 'I read people for a living, I can tell you who it is,' trying to convince everybody to go this way or that way... I'm thinking, 'Listen mate, you got it wrong. You can't read people that well!'",
      "I also do study people. I'm a magician, I literally read lies for a living. I've underplayed it to you guys.",
      "emotional,",
      "reads",
      "overproving",
      "body language.",
      "Alissa's going to be dead,",
      "safe",
      "manipulative",
      "disingenuous.",
      "They've just come in that room and they're both now manipulating the situation... It's just the most disingenuous people ever.",
      "Why are you really coming around and defending yourself so much?",
      "Keep Your Enemies Close",
      "I wanted to keep him away from Alex... I want him close to me. Keep your enemies close, right?",
      "disingenuous",
      "suspicion",
      "most likely to win",
      "I'm an open book",
      "persona",
      "Open Book",
      "Manipulative Magician",
      "Motor Mouth",
      "Dependable Doctor",
      "Ethical Manipulator/Puppet Master",
      "Feigned Weakness",
      "flirting",
      "dodgy.",
      "Every decision you make... has a consequence. Nothing's just for fun.",
      "backstabbing needs to happen",
      "flirts a bit with Matt",
      "throw the bait somewhere else,",
      "manipulative,",
      "observant,",
      "overtly honest",
      "manipulative",
      "shoulder tap",
      "relief",
      "tension",
      "tells",
      "tell",
      "innocence",
      "evidence.",
      "cheers",
      "panting",
      "Murder",
      "Recruitment",
      "murders",
      "recruitment",
      "get away with",
      "murder",
      "recruitment",
      "killers",
      "accuse/defend.",
      "young alpha male boys congregating",
      "any excuse to murder somebody tonight",
      "pull their weight",
      "method acting",
      "middle of the pack",
      "taking the lead",
      "middle of the pack",
      "stretch the knots",
      "think about your four that you're going to put in the boat",
      "young alpha male boys",
      "vibrant",
      "mafia",
      "Oh my god!",
      "We play the game so well!",
      "covering a lot of bases",
      "Meeting Space",
      "make a statement",
      "ripple effect",
      "everyone loves her",
      "break the pack",
      "Murder Strategy",
      "clique",
      "vulnerable",
      "Faye, Nicky, Imran... they're going for",
      "three nights safe.",
      "Infiltration Score",
      "scan",
      "round table",
      "death warrant",
      "I was actually shaking",
      "so much power.",
      "it's them or us",
      "Ritual States",
      "signing the death warrant",
      "Cliques",
      "cliques",
      "the young lot",
      "Aisha and Alex",
      "threat",
      "You need to break the pack,",
      "Clique Detection",
      "suspicion score",
      "performance quality",
      "deception script",
      "secret couple,",
      "close friend,",
      "acquaintance,",
      "rival",
      "relationship priority",
      "murder",
      "big character",
      "dangerous",
      "break up",
      "Nikki didn't raise her glass",
      "evidence accumulator",
      "murder",
      "banishes",
      "music skills",
      "observational skills",
      "Scientist",
      "90/10 strategy,",
      "Ex Police Officer",
      "reputation score",
      "logical thinker,",
      "empathetic,",
      "aggressive,",
      "observant",
      "hard evidence,",
      "hard evidence,",
      "guessing game",
      "Logical",
      "Empathetic",
      "Bell Ringer & Hidden Object",
      "musicality",
      "stressed,",
      "confident,",
      "anxious,",
      "elated",
      "Three Blind Mice!",
      "Peacock!",
      "I'm struggling with this one, boys",
      "It's definitely Three Blind Mice!",
      "suspicion flags.",
      "Head vs. Heart",
      "lead with my head",
      "not my heart",
      "suspicion points",
      "charisma",
      "all over the place",
      "quietness",
      "crying",
      "gut feelings,",
      "gut instinct",
      "50/50",
      "characters have changed",
      "evidence",
      "evidence.",
      "evidence",
      "evidence",
      "time",
      "I back off when everyone talks,",
      "it's not natural for me to raise my right hand",
      "send someone home",
      "convincingly",
      "behaving like a lot of us have instantly behaved",
      "energy",
      "Suspicion Score",
      "behavioral tells",
      "perceptiveness",
      "bandwagon effect",
      "Everyone jumped on the bandwagon.",
      "conformity",
      "genuine tears",
      "regret",
      "sorry",
      "emotional state",
      "deception skill",
      "anxious,",
      "regretful",
      "How did we all get it so wrong?",
      "suspicion scores",
      "I couldn't lie to myself... I couldn't face looking at Nicky and making up some rubbish excuse",
      "truthfulness threshold.",
      "deception skill",
      "cost",
      "benefit",
      "suspicion score",
      "petty things",
      "herd mentality",
      "murder",
      "clued on",
      "intelligent",
      "shock",
      "disrupt the whole dynamics",
      "useful",
      "guilt",
      "moral dilemma",
      "for my family",
      "crap",
      "Planting Seeds",
      "plant so many seeds",
      "clicks",
      "power in numbers",
      "mother figures",
      "obvious",
      "Imran or Fay have mentioned to someone",
      "smashing the missions",
      "Quietness",
      "dark horse",
      "quiet one",
      "Imran's a bit shady",
      "suspicion",
      "throw a huge spanner in the works,",
      "people aren't going to expect her to go",
      "Murder Strategy",
      "everybody gravitates towards her, she's leading people's ideas",
      "everyone jumped on the bandwagon",
      "how wrong were we?",
      "stubbornness",
      "Aaron got it right last night",
      "I feel like a murderer,",
      "it feels so wrong but it feels so right",
      "I'm so upset that Claire's not here,",
      "I'm pissed, you're an arsehole for doing that",
      "emotional state",
      "smugness",
      "guilt",
      "help so much more people",
      "personal stakes",
      "I had to be true to myself... to win.",
      "look good",
      "epiphany",
      "emotional sensitivity",
      "fight or flight",
      "nobody's fool",
      "Ted Bundy",
      "reputation scores",
      "Ted Bundy theory",
      "good-looking, charismatic, really nice and just plays the charming nice guy",
      "plant seeds",
      "Wheel of Fun",
      "chance to get up and do something completely new",
      "most likely to flirt,",
      "most ruthless,",
      "most two-faced,",
      "most gullible,",
      "most forgettable,",
      "most influential,",
      "most deserving",
      "perception profile",
      "most ruthless",
      "one other person jumping on that bandwagon",
      "snowball effect.",
      "emotional states",
      "social conformity",
      "confidence",
      "gullibility",
      "confessional",
      "most gullible.",
      "personal perception",
      "suspicion score",
      "X accused Y last round,",
      "Z cried when A was voted",
      "under a cloud",
      "question marks",
      "deception skill",
      "read",
      "reason",
      "their emotions were forced,",
      "they voted for me yesterday",
      "emotional intensity",
      "suspicion threshold",
      "it's just a game",
      "OTT",
      "changed",
      "Crumbling",
      "persuasion/influence",
      "pressure tolerance",
      "crumble",
      "crumble",
      "someone who everyone's going to vote for, like Wilf",
      "loud for the wrong side",
      "convenient",
      "in control",
      "Game Master",
      "twists",
      "Tonight, there will be no murder... instead, you choose three for trial",
      "trial",
      "Put on Trial",
      "put on trial.",
      "on trial",
      "What emotions will they bring on by being under the spotlight?",
      "they're covering themselves up",
      "We're keeping that to ourselves",
      "romantic partner,",
      "friend,",
      "ally,",
      "acquaintance,",
      "rival",
      "No Murder",
      "no one was murdered",
      "Put on Trial",
      "messed up my own game plan",
      "too cocky",
      "drained",
      "aggravated",
      "Risk-taker,",
      "Cautious,",
      "Emotional,",
      "Logical,",
      "Suspicious,",
      "Cocky",
      "cocky",
      "quieter",
      "I hate being lied to,",
      "honesty.",
      "confessions",
      "strategic reveals",
      "honest now",
      "honesty",
      "the wrong people.",
      "Diversion Score",
      "nobody believes any of them.",
      "Emotional State",
      "Risk vs. Reward",
      "prove",
      "actual proof",
      "capable of doing it,",
      "How do I prove myself?",
      "Evidence Log",
      "They lied about being a couple,",
      "They voted suspiciously",
      "emotional state",
      "personality profile",
      "Anger at being falsely accused is natural",
      "eye twitch",
      "reading people",
      "reading",
      "guilt",
      "cunning",
      "tell",
      "role",
      "I'm a magician, I literally read lies for a living",
      "persuasion chance",
      "critical thinking",
      "gullibility",
      "Author",
      "game master",
      "comedian",
      "personal survival",
      "win money",
      "sheep identity parade",
      "grey speckled face,",
      "dark circles near eyes",
      "It's Fay, no wait, it's Meryl!",
      "noise",
      "I really thought that today's mission mattered,",
      "I didn't really get very good instructions,",
      "The sheep are fast!",
      "played",
      "Feeling Played",
      "I know you think that Alex just used me as a cover... I knew nothing about this girl whatsoever. You guys almost played me",
      "feeling played",
      "player.",
      "paranoia",
      "wall",
      "over-proving",
      "guarded",
      "kill Ivan",
      "go with",
      "Over-Proof",
      "over-proving",
      "herd mentality",
      "suspicion",
      "Quietness is suspicious",
      "very quiet",
      "Too much talk is suspicious",
      "sweet spot",
      "difficult to be direct.",
      "Openness to being banished",
      "two people have lied",
      "sick person",
      "group sentiment",
      "jump on the bandwagon",
      "I'd love to get rid of her because she's causing too many problems",
      "hard evidence",
      "two people have lied",
      "including your boyfriend",
      "memory log",
      "inconsistency checker",
      "suspicion score",
      "charismatic,",
      "manipulative,",
      "gullible,",
      "analytical,",
      "aggressive,",
      "timid",
      "influence",
      "charismatic",
      "manipulative",
      "gullible",
      "easily swayed.",
      "Hurdle",
      "trial",
      "regret",
      "loss of confidence",
      "everybody's now regretting it",
      "regret",
      "Alex has got to go. We have got to break that pair up",
      "alpha",
      "congregation.",
      "paragraph and line",
      "perception",
      "congregation",
      "riddle-solving",
      "reputation",
      "pride",
      "strategic satisfaction",
      "risk tolerance",
      "chance to protect yourselves from tonight's murder",
      "another two people I have to murder",
      "suspicion",
      "high excitement",
      "social influence",
      "Shield of Protection",
      "Shield of Protection",
      "Red Flag",
      "suspicion scores",
      "Alex's whole demeanor has changed,",
      "That's my first red flag",
      "red flags",
      "Shield",
      "shield",
      "murder",
      "Shy,",
      "Aggressive,",
      "Analytical,",
      "Charismatic",
      "lie low and avoid accusations,",
      "aggressively accuse others,",
      "seek patterns in voting,",
      "demand explanations",
      "Shy",
      "lie low,",
      "Aggressive",
      "loudest",
      "evidence",
      "couple,",
      "paranoia,",
      "stress,",
      "anger,",
      "regret,",
      "desperation.",
      "Lord of the Flies",
      "super paranoid.",
      "Banishment",
      "Murder",
      "reasoning",
      "on a roll",
      "Shield",
      "shield token.",
      "shield holder",
      "shield transparency",
      "a wasted murder.",
      "lies",
      "inconsistencies",
      "Player X said Y, but Z happened, so they lied",
      "You both lied,",
      "You literally just said you knew it, but you voted Tom,",
      "magic has got deception",
      "Armoury",
      "shield",
      "sow confusion",
      "relieved,",
      "suspicious",
      "he's going to get married, young children, mortgage",
      "fibbing.",
      "on the fence,",
      "sitting back",
      "financial need",
      "Motivations",
      "leak",
      "suspiciously",
      "leave everybody confused.",
      "target lists",
      "misdirection objectives.",
      "stakes",
      "I'm just going to keep going for Will",
      "I went home last night kicking myself for not voting for her [Alyssa]",
      "failure rate",
      "suspicion matrix",
      "buried alive",
      "fear thresholds",
      "Haggis",
      "personally attacked",
      "Slow and steady wins the race, but not in this case",
      "I'm in a watery grave, I feel like a troll",
      "watery grave",
      "bark up the wrong tree",
      "reasoning",
      "valid member",
      "buried",
      "seekers,",
      "panic",
      "stress",
      "tree house",
      "ancient tree",
      "energy levels",
      "fatigue",
      "shield",
      "suspicion score",
      "clouding judgment.",
      "Influence",
      "Influence",
      "fact-based",
      "intuition/behavior-based",
      "Fact-based",
      "Intuition/behavior-based",
      "loudness,",
      "innocence",
      "younger people",
      "Deception & Misdirection",
      "personal suspicion level",
      "Bias",
      "Accusation Pattern",
      "Accusation Patterns,",
      "X always targets new players,",
      "Y deflects by accusing the accuser",
      "Public Commitment",
      "Emotional State",
      "Public Commitment",
      "I'll put my game on the line for this",
      "Emotional State",
      "you're always accusing,",
      "you've been quiet",
      "we need to try something different,",
      "think outside the box",
      "threat level",
      "weakness",
      "panicked",
      "smug",
      "empathy",
      "we always vote for loud people, let's target quiet ones,",
      "we need to shake things up",
      "look at quiet people",
      "meta-strategy database",
      "decider",
      "murder",
      "seduce",
      "seduce",
      "risk-taking",
      "Suspicion",
      "no one's 100%",
      "suspicion",
      "on his case",
      "loneliness",
      "loneliness",
      "pressure",
      "loneliness",
      "pressure",
      "Performance in Role",
      "strong, assertive, and charismatic",
      "too spontaneous",
      "personality traits",
      "spontaneous,",
      "calm,",
      "assertive,",
      "charismatic",
      "performance in role",
      "casting vote",
      "persuade",
      "suspicion",
      "last-minute persuasion",
      "casting vote",
      "night phase,",
      "seduce.",
      "loyalty",
      "risk aversion",
      "suspicion score",
      "Shields of Immunity",
      "missions",
      "murdered",
      "No Murder",
      "no murder",
      "narration",
      "internal monologues",
      "I need to lie convincingly about my vote",
      "good brain",
      "keep it to yourself",
      "figure out.",
      "keep the heat away from me",
      "no one's saying anything",
      "throw a little theory out now and again, as long as I keep doing that, it just keeps the limelight off me.",
      "information sensitivity",
      "suspicion scores",
      "Actor",
      "spot if someone's putting on a performance.",
      "weird behavior",
      "shy",
      "personality traits",
      "observant,",
      "loud,",
      "quiet,",
      "strategic",
      "Armoury",
      "armoury",
      "What's more important, your money or your life?",
      "utility values",
      "safety utility",
      "heat",
      "keep the limelight off me",
      "wheezing,",
      "utterly exhausting",
      "effort",
      "pig poo",
      "absolutely superb",
      "social credibility",
      "perception management",
      "Armory passes",
      "not on our radar at the moment",
      "other people that I'd like to pick off first.",
      "kill list",
      "kill list",
      "high alert",
      "Round Table",
      "Amos's Gambit",
      "costly",
      "Following the Herd",
      "group suspicion target.",
      "I've just got to go with most of the people, just to keep myself safe.",
      "Emotional Frustration/Defensiveness",
      "powerless,",
      "Emotional Stress",
      "Emotional Stress",
      "Confidence/Social Standing",
      "confidence",
      "social standing",
      "threats",
      "social capital",
      "The reason I'm alive is 'cause they like me",
      "Inconsistency Detection",
      "not physically strong",
      "disconnect",
      "Emotional State",
      "crumbling",
      "Stress Level.",
      "safer",
      "give up",
      "Alyssa crumbled",
      "exhausting",
      "Deception Module",
      "expressing worry",
      "apologizing sincerely",
      "Connection",
      "gut feelings",
      "connections",
      "fit in",
      "Connection Score",
      "Justification Statement",
      "Credibility Filter,",
      "contributed much",
      "Regret",
      "Regret Metric.",
      "Paranoia",
      "going insane",
      "uncomfortable",
      "murder",
      "recruitment",
      "emotions are far too high",
      "message",
      "prove",
      "always get away with it",
      "disappointment,",
      "he can suss us out",
      "strongest",
      "heavy crown",
      "lies",
      "use this now.",
      "honesty",
      "transparency",
      "lies",
      "crumbling,",
      "stress,",
      "paranoia,",
      "confidence,",
      "crumbling",
      "Player X was quiet during the mission,",
      "Player Y's story about their job sounds suspicious",
      "I was quiet because I was observing,",
      "I've got this information, I've got to feed it around, sow the seed, to get people to start looking at her, questioning her.",
      "weaponize information",
      "sow seeds",
      "hidden",
      "I don't know why she kept it to herself.",
      "transparency score",
      "hidden information penalty",
      "But it's good for me. Like Maddy's always going to keep going for me, so I need to manipulate now.",
      "suspicion levels",
      "piggyback",
      "shock",
      "disappointment",
      "I've always got on very well with Maddy. I've got to be very careful because, you know, that's your emotions getting in the way. You've got to listen to what other people are saying...",
      "emotional bond score",
      "suspicion threshold",
      "voted for every single person that I've voted for",
      "patterns of allegiance.",
      "misinterpretation probability",
      "critical thinking",
      "Wet Room,",
      "Bait Room,",
      "worst nightmare.",
      "pummelled.",
      "fear factors",
      "Shield",
      "Shield",
      "wounding",
      "Come on, quick!",
      "Wet Room,",
      "Bait Room,",
      "worst nightmare.",
      "pummelled.",
      "fear factors",
      "Shield",
      "Shield",
      "wounding",
      "worms",
      "Kiss of Death",
      "night murders",
      "kissing",
      "kiss",
      "Truthfulness",
      "planting doubt",
      "Planting Seeds",
      "target list",
      "thought I could detach myself from emotions",
      "hard,",
      "relationships",
      "dilemma",
      "guilt",
      "no Round Table",
      "secret missions.",
      "twist.",
      "relationship type",
      "father figure",
      "shared experience",
      "strategic ally",
      "kin",
      "shared experience",
      "olive branches",
      "emotional states",
      "Vulnerable,",
      "Relieved,",
      "Conflicted,",
      "Suspicious,",
      "Outcast",
      "Vulnerable",
      "Conflicted",
      "Outcast",
      "Vulnerable",
      "Outcast",
      "Pudding",
      "pudding",
      "Loyal",
      "murder",
      "pudding",
      "safe",
      "100s",
      "shocked",
      "upset",
      "100s",
      "low down the line",
      "sulking",
      "emotional state",
      "100s",
      "Murder",
      "Kiss of Death",
      "in plain sight,",
      "everybody is watching every minute",
      "Maddy's not no one's 100s at all, so I knew that wasn't going to happen",
      "feels really bad",
      "off the radar",
      "really influential.",
      "really inconspicuous,",
      "right in front of everyone,",
      "sulking.",
      "fun",
      "revenge",
      "guilt",
      "uncomfortable",
      "hating it",
      "quite helpful",
      "revealing",
      "Amos's fate was last night at the party",
      "weight",
      "relevance",
      "get her on side",
      "murder",
      "reverse psychology",
      "Bad Look",
      "Aaron and Will stayed in their seats",
      "observational ledger",
      "social capital",
      "suspicion score.",
      "jumping on the bandwagon",
      "a way to show everyone that you're not",
      "hot targets",
      "Known Answers",
      "social graph",
      "belief network.",
      "self-model",
      "AI_A believes Player_B said TRUE to 'most likely to cheat' with 80% certainty",
      "AI_A believes Player_C thinks AI_A is 'controlling' with 65% certainty",
      "suspicion score.",
      "sheep mentality",
      "learning from mistakes",
      "suspicion risk",
      "suspicion score",
      "sabotage utility",
      "suspicion cost.",
      "cognitive load",
      "time pressure",
      "risk tolerance",
      "Shield of Protection.",
      "skill",
      "Armory",
      "close",
      "bond strength",
      "why am I still here?",
      "prepared for scrutiny",
      "deception plan",
      "suspicion scores",
      "confidence",
      "you're gonna find the signs that you're looking for whether they're there or not",
      "head over heart",
      "bias parameters",
      "theories",
      "suspicion scores,",
      "bias parameters.",
      "persuasion",
      "emotional states",
      "emotional sensitivity",
      "interpretation biases",
      "acting,",
      "Performer",
      "Performer",
      "Performer Skepticism",
      "performers,",
      "Discussion Visibility",
      "Leadership Contribution",
      "target likelihood",
      "suspicion",
      "evidence",
      "gut feeling",
      "like",
      "Risk Tolerance",
      "Betrayal Memory",
      "Suspicion Multiplier",
      "double whammy,",
      "shocked,",
      "threw Theo to the wolves",
      "Player Archetypes",
      "Swayable,",
      "Excitable,",
      "Observant/Influential",
      "seduction",
      "murder.",
      "Excitable",
      "would just ruin the whole thing,",
      "Swayable",
      "Observant/Influential",
      "Stress Level",
      "Slip-up Probability",
      "Detectability",
      "the stress of it, misleading people, trying not to slip up",
      "Group Paranoia",
      "group's getting so much smaller,",
      "terrifying",
      "direct murder",
      "poison murder",
      "murdering in plain sight",
      "poison",
      "charismatic,",
      "manipulative,",
      "gullible",
      "people are too blinded by Wilf's personality... you can be a massive criminal and still be funny,",
      "liking",
      "reactive",
      "Whoever walks through that door we're voting for them tonight,",
      "confessional",
      "I just knew it... I had this feeling they were going to take her because she's just such a strong woman... I think she was actually really wise",
      "Laser Quest",
      "Shield",
      "do-over",
      "loyalty",
      "I'll cry if it's Amanda",
      "upset",
      "she dropped Theo like a piece of shit",
      "observation",
      "suspicion",
      "survival scores",
      "she's the only one nobody's accused,",
      "meta-patterns",
      "added",
      "reboot",
      "Money vs. Shield",
      "level playing field",
      "If you fuckers go for me I'll be fuming",
      "tells.",
      "weak links",
      "suspicion",
      "reading people",
      "reservations",
      "certainties",
      "had to be someone in our group.",
      "suspicion",
      "I feel I've made a mistake, but I'll put you, Amanda,",
      "gut feelings",
      "just because, yeah",
      "look back",
      "Emotional Volatility",
      "riding solo",
      "murdered",
      "dropped like a piece of shit",
      "murder",
      "realization",
      "too strong",
      "won't receive a single vote.",
      "on to me,",
      "blindfolded",
      "walkers",
      "step forward,",
      "shift left",
      "guides.",
      "Balance",
      "wobbly",
      "Anxiety.",
      "falling",
      "dropping the bag.",
      "useless",
      "boldness",
      "Suspicion",
      "Physicality",
      "Confidence",
      "confident",
      "self-aware",
      "Reputation",
      "Confidence.",
      "petrified,",
      "oh my god,",
      "my legs are gone,",
      "Balance",
      "Focus.",
      "Go! Go! Go!",
      "Balance",
      "value",
      "hero",
      "Aaron",
      "Name Dropping",
      "suspicion rating",
      "fear,",
      "anger,",
      "guilt,",
      "paranoia.",
      "game plan",
      "paranoia",
      "Baiting",
      "bait",
      "Influence",
      "Scare Factor",
      "influence score",
      "social capital",
      "influence",
      "scare factor",
      "influential",
      "turn everyone against you.",
      "Why did you go to Maddy and say directly to her...",
      "Mission",
      "missions",
      "emotional state",
      "people are going to want to fight",
      "make the right decisions",
      "I'm really annoyed about it",
      "Pack Mentality",
      "the whole table has changed.",
      "you did just follow suit.",
      "mood",
      "it's a man",
      "tunnel vision,",
      "Role Reveal",
      "I am thinking so much less that it's these two guys",
      "I've probably made a mistake",
      "confidence score",
      "selfishness",
      "victory.",
      "prize fund",
      "motivation",
      "house for mum",
      "No Murder",
      "nobody is going to get murdered tonight",
      "no murder",
      "recruit",
      "end the game.",
      "Did anybody order a finalist?",
      "once in a lifetime experience",
      "I didn't choose the role, it was forced upon me",
      "guilt",
      "stress",
      "guilt",
      "physical fitness",
      "swimming skill",
      "Host AI",
      "you're not walking, you're jumping",
      "contagion",
      "Hannah's number is 24",
      "Prize Fund",
      "celebration",
      "need wetsuit for swimming,",
      "need map for navigation",
      "accidentally",
      "digging for money mounds",
      "Wild Boars",
      "Pink House",
      "logic",
      "creativity",
      "strong",
      "logical",
      "empty",
      "consistency",
      "I've got to go for Kieran",
      "My fate... sits with Will",
      "stomach goes weird",
      "worst anxiety",
      "mistakes.",
      "observe",
      "anxious",
      "confident",
      "stress",
      "confidence",
      "keep him off scent",
      "loyalty",
      "guilt",
      "fighting demons.",
      "good at picking up on vibes.",
      "repay the favor,",
      "twists and turns",
      "Tell me someone doesn't like you...",
      "if you're gonna screw me over, I will certainly repay the favor.",
      "retaliation",
      "Overhearing",
      "Tells",
      "parting gift",
      "suspicion",
      "Tells",
      "parting gift",
      "tells",
      "regret",
      "emotional state",
      "cognitive biases",
      "I don't know what to do from here",
      "Final Ultimatum",
      "risk tolerance",
      "confidence threshold.",
      "End Game.",
      "Banish Again.",
      "End Game",
      "Banish Again",
      "Kieran set me up,",
      "parting gift",
      "know each other's stories",
      "really, really likes Hannah as a person",
      "relationship score",
      "Pouch Dilemma",
      "End Game",
      "Banish Again",
      "End Game,",
      "Banish Again,",
      "End Game",
      "End Game.",
      "Banish Again.",
      "Banish Again",
      "End Game.",
      "prisoner's dilemma",
      "Banish Again",
      "fear of losing the pot",
      "Suspicion",
      "Banish Again",
      "Emotional State",
      "speech patterns",
      "performances",
      "Banish Again",
      "Banish Again",
      "ultimatum",
      "putting mum first",
      "Banish Again,",
      "Risk Tolerance for Loss",
      "Banish Again",
      "ultimatums",
      "Survival vs. Optimal Win",
      "Banish Again",
      "Post-Reveal Emotional State",
      "Pouch Dilemma",
      "End Game",
      "Banish Again",
      "End Game,",
      "Banish Again,",
      "End Game",
      "End Game.",
      "Banish Again",
      "Banish Again",
      "End Game",
      "Banish Again",
      "Banish Again",
      "ultimatum",
      "Suspicion",
      "ultimatum",
      "Banish Again,",
      "ultimatums",
      "Risk Aversion",
      "Vulnerability",
      "Emotional State",
      "performance",
      "relieved",
      "Banish Again",
      "End Game",
      "Risk Aversion",
      "Banish Again",
      "End Game",
      "End Game",
      "Banish Again",
      "End Game",
      "Meta-Game Satisfaction",
      "win.",
      "win",
      "33 fucking grand.",
      "suspicion level",
      "Tell",
      "tells",
      "emotional states",
      "body language",
      "Host AI",
      "Round Table",
      "relationship matrix",
      "murder"
    ],
    "emotional_markers": [
      "crying (24x)",
      "tears (26x)",
      "shaking (3x)",
      "nervous (31x)",
      "confident (51x)",
      "scared (5x)",
      "angry (8x)",
      "frustrated (6x)",
      "relieved (27x)",
      "excited (18x)",
      "disappointed (3x)"
    ],
    "rhetorical_devices": [],
    "success_rate": null,
    "examples": []
  }
]